Revit 2021.1 API
SpecTypeId.ThermalConductivity Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId ThermalConductivity { get; }
Visual Basic
Public Shared ReadOnly Property ThermalConductivity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThermalConductivity {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace